export default [
  {
    title: '您的文化程度是：',
    option: [
      '高中、中专、技校',
      '大专及高职',
      '本科(含双学位)',
      '研究生',
      '博士'
    ]
  },
  {
    title: '您在公司工作的时间是：',
    option: ['5年以下', '5-10年', '10-15年', '15-20年', '20年以上']
  },
  {
    title: '您在公司工作的岗位：',
    option: ['生产人员', '一般管理人员', '科技人员', '中层管理人员']
  },
  {
    title: '我对公司有较强的认同感与归属感'
  },
  {
    title: '我对公司以及行业未来前景保持信心'
  },
  {
    title: '我在对身边的亲戚朋友介绍公司时感到自豪'
  },
  {
    title: '我熟悉并认同公司的愿景、战略、核心价值观'
  },
  {
    title: '对于公司核心价值观，我认为成钞践行得最好的是',
    option: ['责任', '创新', '价值']
  },
  {
    title: '对于公司核心价值观，我认为成钞最需提升的是',
    option: ['责任', '创新', '价值']
  },
  {
    title: '我在跨部门的沟通协调中感到很顺畅'
  },
  {
    title: '对于公司核心价值观，我认为我所在部门践行得最好的是',
    option: ['责任', '创新', '价值']
  },
  {
    title: '对于公司核心价值观，我认为我所在部门最需提升的是',
    option: ['责任', '创新', '价值']
  },
  {
    title: '我了解并认同我所在部门的部门文化'
  },
  {
    title:
      '我所在部门积极落实全面从严治党，“两学一做”学习教育常态化制度化，党的十九大精神宣讲学习到位'
  },
  {
    title:
      '我所在部门紧抓意识形态工作，形势任务教育经常化，部门主流思想文化积极向上'
  },
  {
    title: '我所在部门重视党风廉政建设，定期开展警示教育和学习'
  },
  {
    title: '我所在部门在安全防控方面做得很好，我在工作中很安心'
  },
  {
    title: '我所在部门在精益生产方面做得很好，部门产品/工作让我自豪'
  },
  {
    title: '我所在部门在降本增效方面做得很好，成本管理理念深入人心'
  },
  {
    title: '我所在部门运行效率高，员工执行力强'
  },
  {
    title:
      '我所在部门的领导班子具有较高的领导力、决策力、凝聚力，勤政廉洁，团结务实'
  },
  {
    title: '我的同事们致力于高质量工作'
  },
  {
    title: '我满意我所在团队的工作氛围'
  },
  {
    title: '我所在部门的工作目标、绩效以及我的团队让我感到我的工作非常重要'
  },
  {
    title: '我的同事严格遵守公司员工行为规范，体现出良好的职业素养'
  },
  {
    title: '在过去的一年中，部门有人关心并和我谈及个人发展'
  },
  {
    title: '在过去的一年中，我得到了学习、成长的机会'
  },
  {
    title: '我在工作中常常得到领导与同事的指导、帮助'
  },
  {
    title: '我所在部门部务、班务公开做得很好'
  },
  {
    title: '我认同所在部门评先推优的方式，评选过程公开公平公正'
  },
  {
    title: '我认同我所在团队的管理方式，并能经常性地参与到团队管理中'
  },
  {
    title: '我所在团队涉及团队重要事项能采用民主集中制原则开展工作'
  },
  {
    title: '我对公司有如下建议：'
  },
  {
    title: '我对部门有如下建议：'
  }
];
