export default [
  {
    title:
      "优秀党员、优秀党务工作者、优秀党组织等荣誉评比公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title:
      "优秀员工标兵、金牌员工、技术能手荣誉奖项评比公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "劳动竞赛评比公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "公司及以上劳模评选公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "女职工三项创建评比公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title:
      "五四青年奖章、青年文明号、青年岗位能手、优秀团干、团员评选公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "年度优秀工会干部、工会积极分子评选公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "党员发展公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "因私出国（境）管理工作公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title:
      "探亲假、年假、季度假、事假等各类假期审批管理工作公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "岗位调整（跨部门调整、部门内部调整）公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "奖金分配（月度奖金、专项奖）公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "员工考评（年度考评）工作公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "员工奖惩公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "人员招录工作公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "一般管理人员及专业技术人员内部公开竞聘公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "一般管理人员、专业技术人员晋升公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title:
      "副主任技师、主任技师、副主任工程师、主任工程师职务聘用公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "职称评审公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "职业技能鉴定公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "班机长选聘公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "《员工积分标准》公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "《员工积分标准》中专项项目积分公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "基建、技改项目立项公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title: "绩效结果（月度、半年、年度）应用公平公正公开方面是否满意？",
    option: ["非常满意 ", "比较满意", "基本满意", "不满意"],
    type: "single",
  },
  {
    title:
      "你认为管理中如还存在其他选择性执行或不公平不公正不公开的事项，请在下方填写。",
    placeholder:
      "本次调查采用不记名问卷方式，我们将对您的信息严格保密，敬请放心!",
    type: "text",
  },
];
